export default {
  projections: {
    ПереченьУслугE: {
      наименование: {
        __caption__: 'Наименование'
      },
      затрВремя: {
        __caption__: 'Затр время',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ПереченьУслугL: {
      наименование: {
        __caption__: 'Наименование'
      },
      затрВремя: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    затрВремя: {
      __caption__: 'Затр время'
    }
  }
};
