export default {
  projections: {
    РасчетОстВремE: {
      времяПоДоговору: {
        __caption__: 'Время по договору'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      использовано: {
        __caption__: 'Использовано'
      },
      оказУсл: {
        __caption__: 'Оказ усл',
        дата: {
          __caption__: 'Дата'
        },
        времяКонсульт: {
          __caption__: 'Время консульт'
        },
        предостУслуга: {
          __caption__: 'Предост услуга'
        },
        переченьУслуг: {
          __caption__: 'Перечень услуг',
          затрВремя: {
            __caption__: '',
            наименование: {
              __caption__: ''
            }
          }
        }
      }
    },
    РасчетОстВремL: {
      времяПоДоговору: {
        __caption__: 'Время по договору'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      использовано: {
        __caption__: 'Использовано'
      }
    }
  },
  validations: {
    времяПоДоговору: {
      __caption__: 'Время по договору'
    },
    доступно: {
      __caption__: 'Доступно'
    },
    использовано: {
      __caption__: 'Использовано'
    },
    оказУсл: {
      __caption__: 'Оказ усл'
    }
  }
};
