export default {
  projections: {
    ОказУслугE: {
      дата: {
        __caption__: 'Дата'
      },
      времяКонсульт: {
        __caption__: 'Время консульт'
      },
      предостУслуга: {
        __caption__: 'Предост услуга'
      },
      переченьУслуг: {
        __caption__: 'Перечень услуг',
        затрВремя: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        }
      }
    }
  },
  validations: {
    времяКонсульт: {
      __caption__: 'Время консульт'
    },
    дата: {
      __caption__: 'Дата'
    },
    предостУслуга: {
      __caption__: 'Предост услуга'
    },
    договор: {
      __caption__: 'договор'
    },
    переченьУслуг: {
      __caption__: 'Перечень услуг'
    },
    расчетОстВрем: {
      __caption__: 'расчетОстВрем'
    }
  }
};
